-- 以下是插入 content_category 表的测试数据
INSERT INTO content_category
VALUES (1, '推荐', 0, 1, '', 99, 'https://fuss10.elemecdn.com/e/5d/4a731a90594a4af544c0c25941171jpeg.jpeg', 1, 0, 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (2, '经验', 0, 1, '', 99, 'https://fuss10.elemecdn.com/e/5d/4a731a90594a4af544c0c25941171jpeg.jpeg', 1, 0, 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (3, '功效', 0, 1, '', 99, 'https://fuss10.elemecdn.com/e/5d/4a731a90594a4af544c0c25941171jpeg.jpeg', 1, 0, 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (4, '存放', 0, 1, '', 99, 'https://fuss10.elemecdn.com/e/5d/4a731a90594a4af544c0c25941171jpeg.jpeg', 1, 0, 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (5, '冲泡', 0, 1, '', 99, 'https://fuss10.elemecdn.com/e/5d/4a731a90594a4af544c0c25941171jpeg.jpeg', 1, 0, 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (6, '禁忌', 0, 1, '', 99, 'https://fuss10.elemecdn.com/e/5d/4a731a90594a4af544c0c25941171jpeg.jpeg', 1, 0, 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (7, '茶器', 0, 1, '', 99, 'https://fuss10.elemecdn.com/e/5d/4a731a90594a4af544c0c25941171jpeg.jpeg', 1, 0, 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (8, '文化', 0, 1, '', 99, 'https://fuss10.elemecdn.com/e/5d/4a731a90594a4af544c0c25941171jpeg.jpeg', 1, 0, 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (9, '花茶', 0, 1, '', 99, 'https://fuss10.elemecdn.com/e/5d/4a731a90594a4af544c0c25941171jpeg.jpeg', 1, 0, 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00');

-- 以下是插入 content_tag 表的测试数据
INSERT INTO content_tag
VALUES (1, '茶叶标签', 0, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (2, '茶器标签', 0, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (3, '经验标签', 0, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (4, '存放标签', 0, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (5, '功效标签', 0, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (6, '冲泡标签', 0, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (7, '禁忌标签', 0, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (8, '红茶', 1, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (9, '绿茶', 1, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (10, '黑茶', 1, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (11, '白茶', 1, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (12, '花茶', 1, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (13, '黄茶', 1, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (14, '乌龙茶', 1, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (15, '普洱茶', 1, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (16, '代用茶', 1, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (17, '再加工茶', 1, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (18, '茶壶', 2, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (19, '茶杯', 2, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (20, '茶筒', 2, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (21, '茶针', 2, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (22, '茶夹', 2, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (23, '茶拨', 2, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (24, '茶则', 2, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (25, '茶漏', 2, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (26, '经验', 3, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (27, '存放', 4, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (28, '功效', 5, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (29, '冲泡', 6, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (30, '禁忌', 7, 1, 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00');

-- 以下是插入 content_article 表的测试数据
INSERT INTO tea_store.content_article (id, author_id, author_name, category_id, title, brief, tags, ip, sort, cover_url, up_count, down_count, click_count, comment_count, check_state, check_remarks, display_state, gmt_create, gmt_modified) VALUES (1, 1, 'root', 2, '乌龙茶和普洱茶的区别', '乌龙茶和普洱茶在产地、外形、工艺、滋味等几个方面均有区别。
产地：乌龙茶主产于福建、广东、台湾三省，而普洱茶产于云南西双版纳、临沧等地。
外形：乌龙茶干茶卷曲，肥壮匀整，茶毫不显，而普洱茶条索肥壮狭长，白毫显露。
工艺：乌龙茶采用独特的做青工艺，普洱茶为杀青、晒青工艺或渥堆发酵。
滋味：乌龙茶醇爽甘鲜，七泡余香，而普洱茶醇厚饱满，滋味浓强。', '[{"id":10, "name":"暂无"}]', '0:0:0:0:0:0:0:1', 99, 'http://localhost:9080/resources/article-image/2023/06/29/8e3725ab-c6d7-48d4-9065-5a21e6ddaa4d.png', 0, 0, 0, 0, 1, '', 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00');
INSERT INTO tea_store.content_article (id, author_id, author_name, category_id, title, brief, tags, ip, sort, cover_url, up_count, down_count, click_count, comment_count, check_state, check_remarks, display_state, gmt_create, gmt_modified) VALUES (2, 1, 'root', 1, '经常面对电子屏幕，应该多喝茶', '电视的诞生，给人们的生活带来了新的视听享受，世界上有大量的人每天都要面对电视屏幕度过许多时光。
但是在播放电视时，荧光屏会发出一些射线，这些射线对人体有害，尤其是长时间地看电视，能引起人们的视觉疲劳和视力衰退。', '[{"id":10, "name":"暂无"}]', '0:0:0:0:0:0:0:1', 99, 'http://localhost:9080/resources/article-image/2023/06/29/0358498b-ff42-4f11-947b-573ebbee5685.png', 0, 0, 0, 0, 1, '', 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00');

-- 以下是插入 content_article_detail 表的测试数据
INSERT INTO tea_store.content_article_detail (id, article_id, detail, gmt_create, gmt_modified) VALUES (1, 1, '<h3 id="ammrr">一、产地不同</h3><p>普洱茶属于特殊茶类，主要产于云南省的西双版纳、临沧、普洱等地区，以云南大叶种晒青茶为原料，并在地理标志保护范围内采用特定的加工工艺制成，具有独特品质特征的茶叶。</p><p>乌龙茶也称青茶，属于半发酵茶。乌龙茶创制于1725年左右，主要产于我国福建、台湾、广东三个省份，是中国独特的茶类，现如今乌龙茶远销海外，世界闻名。</p><h3 id="z0i7x">二、外形不同</h3><p>普洱茶产品有普洱散茶和普洱紧压茶两类。普洱散茶外形条索肥壮紧结、重实，色泽棕褐或褐红；而普洱紧压茶是利用普洱散茶蒸压而成，外形主要有饼、砖、沱等等。</p><p>乌龙茶种类比较多，以铁观音为例，铁观音干茶卷曲，肥壮匀整，色泽砂绿，整体形状似蜻蜓头、螺旋体、青蛙腿。</p><h3 id="72wf4">三、工艺不同</h3><p>普洱茶的制作工艺就比较复杂了，需要经过鲜叶的采摘，萎凋，杀青，揉捻，解块，毛茶干燥，毛茶分级，渥堆，灭菌，拼配，蒸压与干燥或者压制成饼等过程。</p><p>熟茶是经过渥堆发酵使茶性趋向温和，更适合日常饮用。熟普的香味会随着陈化的时间而变得越来越柔顺，浓郁。</p><p>根据《GB/T30357.1-2013》标准，乌龙茶指的是山茶属茶树的叶子、驻芽或嫩梢为原料，经适度萎凋、做青、杀青、揉捻、干燥等工序加工制成的茶叶。</p><p>其中做青（主要为摇青）是形成乌龙茶特有品质的关键工序，是奠定乌龙茶，香气和滋味的基础。</p><h3 id="bk4ci">四、滋味、香气不同</h3><p>普洱茶是经过时间陈化的茶，所以具有浓的陈香和陈味。</p><p>其干茶粗壮饱满，茶毫显露，茶内含物质丰富，香气浓郁，汤色透亮，口感厚重，喉韵明显，层次感显著，耐泡度高，叶底身骨重实，具有柔韧性。</p><p>而乌龙茶的总体品质特征是：色泽青褐，汤色黄亮，叶底绿叶红镶边，并有浓郁的花香。</p>', '2023-06-01 08:00:00', '2023-06-01 08:00:00');
INSERT INTO tea_store.content_article_detail (id, article_id, detail, gmt_create, gmt_modified) VALUES (2, 2, '<p>电视的诞生，给人们的生活带来了新的视听享受，世界上有大量的人每天都要面对电视屏幕度过许多时光。</p><p>但是在播放电视时，荧光屏会发出一些射线，这些射线对人体有害，尤其是长时间地看电视，能引起人们的视觉疲劳和视力衰退。</p><p>而对电脑工作者、监视器工作人员之类来说更是长时间地、近距离地面对银屏用眼，对人眼的损害更是巨大。</p><p>为了减轻这些射线对眼睛和身体的影响，看电视对着电脑时常喝茶，也是一个好办法。</p><p>今天我们也一起来了解一下这个小常识。</p><p>茶叶中含有多种维生素和一些微量元素。</p><p>茶中的维生素A，有利于恢复和防止视力衰退；</p><p>维生素B2对眼睑、眼睛的结膜和角膜有保护作用；</p><p>维生素C是眼睛晶状体中的重要营养成分，不足时会使晶状体受损，变得混浊；</p><p>维生素D直接参与眼视网膜的杆状细胞内视紫质的合成，以维持视觉的正常。</p><p>微量元素锌则是维生素A在人体内运转的必需物质。</p><p>如果维生素D或者锌不足，会减弱眼睛的暗适应力和辨色能力。</p><p>另外，茶中还含有β-胡萝卜素、钼、钙、脂多糖、茶多酚类物质，它们也有减轻视觉疲劳和防辐射的效用。</p><p>屏幕射线对人体的损害还不仅仅是视力，而会对神经、免疫力、心血系统等都有不利影响。</p><p>饮茶对减轻屏幕射线的危害很有益。</p><p>最直接的一个作用就是饮茶能够补充身体水分，将毒素排出，“净化”了身体环境哦。</p><p>当然，除了喝茶，也需要我们多补充蔬菜、水果，为眼睛提供必要的能量，其次，在盯一段时间屏幕后，应起身多活动，眺望远处绿色植物，稍作休息，另外，就是多喝水。</p><p>最后，需要注意，晚上或者光线弱的时候，尽量不要使用长时间发光的屏幕、手机等。</p>', '2023-06-01 08:00:00', '2023-06-01 08:00:00');

-- 以下是插入 account_user 表的测试数据
INSERT INTO account_user
VALUES (1, 'root', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '系统用户',
        'https://img1.baidu.com/it/u=172033757,2398290767&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=500', '13900139001',
        'root@baidu.com', '最高权限的用户', 1, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (2, 'super_user', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '超级用户',
        'http://t14.baidu.com/it/u=2403578171,523646825&fm=224&app=112&f=JPEG?w=500&h=500', '13900139002',
        'super_user@baidu.cn', '超级用户，通常具有除了【管理用户】以外的全部权限', 1, NULL, 0, NULL, '2023-06-01 08:00:00',
        '2023-06-01 08:00:00'),
       (3, 'qilei', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '齐雷老师',
        'https://img2.baidu.com/it/u=1061003185,984761738&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=500', '13900139003',
        'qilei@baidu.cn', '齐雷老师的账号', 1, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (4, 'wangkejing', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '克晶老师',
        'https://tupian.qqw21.com/article/UploadPic/2021-7/20217821572211826.jpeg', '13900139004',
        'wangkejing@baidu.com',
        '王克晶老师的账号', 1, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (5, 'fanchuanqi', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '传奇老师',
        'https://img2.woyaogexing.com/2018/12/29/78d4b8ed88129d81%21400x400_big.jpg', '13900139005',
        'fanchuanqi@baidu.com', '范传奇老师的账号', 1, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (6, 'liuguobin', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '国斌老师',
        'https://inews.gtimg.com/newsapp_bt/0/12844581467/1000', '13900139006',
        'liuguobin@baidu.com', '刘国斌老师的账号', 1, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (7, 'chengheng', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '成恒老师',
        'https://inews.gtimg.com/newsapp_bt/0/14020308069/1000', '13900139007',
        'chengheng@baidu.com', '成恒老师的账号', 1, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (8, 'zhanghaolan', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '晧岚老师',
        'https://tupian.qqw21.com/article/UploadPic/2022-3/202231217251875370.jpg', '13900139008',
        'zhanghaolan@baidu.com', '张晧岚老师的账号', 1, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (9, 'wanghaitao', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '海涛老师',
        'https://pic.rmb.bdstatic.com/bjh/a52e840c28db72be04346701e8854a4a.jpeg@s_0,w_2000', '13900139009',
        'wanghaitao@baidu.com', '王海涛老师的账号', 0, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (10, 'zhangjiujun', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '久军老师',
        'https://img2.baidu.com/it/u=3420384266,2933740954&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=500', '13900139010',
        'zhangjiujun@baidu.com', '张久军老师的账号', 0, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (11, 'xiaoxuwei', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '旭伟老师',
        'https://inews.gtimg.com/newsapp_bt/0/13495906408/1000', '13900139011',
        'xiaoxuwei@baidu.com', '肖旭伟老师的账号', 0, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (12, 'zhaoxiujia', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '秀佳老师',
        'https://img0.baidu.com/it/u=2666213152,2487785512&fm=253&fmt=auto&app=120&f=JPEG?w=500&h=500', '13900139012',
        'zhaoxiujia@baidu.com', '赵秀佳老师的账号', 0, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (13, 'lidashuai', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '大帅老师',
        'https://tupian.qqw21.com/article/UploadPic/2021-5/202152113563063972.jpeg', '13900139013',
        'lidashuai@baidu.com', '李大帅老师的账号', 0, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (14, 'zhangyaoyun', '$2a$10$N.ZOn9G6/YLFixAOPMg/h.z7pCu6v2XyFDtC4q.jeeGm/TEZyj15C', '耀匀老师',
        'https://img2.baidu.com/it/u=103296079,865218358&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=500', '13900139014',
        'zhangyaoyun@baidu.com', '张耀匀老师的账号', 0, NULL, 0, NULL, '2023-06-01 08:00:00', '2023-06-01 08:00:00');

INSERT INTO account_role
VALUES (1, '系统管理员', '最高权限的管理员角色，应该关联所有权限', 255, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (2, '超级管理员', '除了系统用户以外的最高权限的用户角色，应该关联除了【用户管理】以外的所有权限', 255, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (3, '普通用户', '普通用户', 99, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (4, '资讯管理员', '负责管理资讯的管理员角色，应该关联品牌管理的相关权限', 0, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (5, '商品管理员', '负责管理商品的管理员角色，应该关联类别管理的相关权限', 0, '2023-06-01 08:00:00', '2023-06-01 08:00:00');

INSERT INTO account_user_role
VALUES (1, 1, 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (2, 2, 2, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (3, 3, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (4, 4, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (5, 5, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (6, 6, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (7, 7, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (8, 8, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (9, 9, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (10, 10, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (11, 11, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (12, 12, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (13, 13, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (14, 14, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00');

INSERT INTO account_permission
VALUES (1, '账号管理-用户-读取', '/account/user/read', '读取用户信息，含查看列表、查看详情，及其它查询操作', 255, '2023-06-01 08:00:00',
        '2023-06-01 08:00:00'),
       (2, '账号管理-用户-添加', '/account/user/add-new', '添加用户', 254, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (3, '账号管理-用户-删除', '/account/user/delete', '删除用户', 253, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (4, '账号管理-用户-修改', '/account/user/update', '修改用户信息，含修改密码、启用、禁用、修改基本资料，及其它修改操作', 252, '2023-06-01 08:00:00',
        '2023-06-01 08:00:00'),
       (5, '内容管理-标签-读取', '/content/tag/read', '读取标签信息，含商品相关的所有数据的读取操作，查看列表、查看详情，及其它查询操作', 99, '2023-06-01 08:00:00',
        '2023-06-01 08:00:00'),
       (6, '内容管理-标签-添加', '/content/tag/add-new', '添加标签，含商品相关的所有数据的添加操作', 98, '2023-06-01 08:00:00',
        '2023-06-01 08:00:00'),
       (7, '内容管理-标签-删除', '/content/tag/delete', '删除标签，含商品相关的所有数据的删除操作', 97, '2023-06-01 08:00:00',
        '2023-06-01 08:00:00'),
       (8, '内容管理-标签-修改', '/content/tag/update', '修改标签信息，含商品相关的所有数据的修改操作，含所有修改操作', 96, '2023-06-01 08:00:00',
        '2023-06-01 08:00:00'),
       (9, '内容管理-类别-读取', '/content/category/read', '读取类别信息，含查看列表、查看详情，及其它查询操作', 0, '2023-06-01 08:00:00',
        '2023-06-01 08:00:00'),
       (10, '内容管理-类别-添加', '/content/category/add-new', '添加类别', 0, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (11, '内容管理-类别-删除', '/content/category/delete', '删除类别', 0, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (12, '内容管理-类别-修改', '/content/category/update', '修改类别信息，含修改基本资料、启用、禁用，及其它修改操作', 0, '2023-06-01 08:00:00',
        '2023-06-01 08:00:00');

INSERT INTO account_role_permission
VALUES (1, 1, 1, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (2, 1, 2, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (3, 1, 3, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (4, 1, 4, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (5, 1, 5, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (6, 1, 6, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (7, 1, 7, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (8, 1, 8, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (9, 1, 9, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (10, 1, 10, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (11, 1, 11, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (12, 1, 12, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (25, 2, 5, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (26, 2, 6, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (27, 2, 7, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (28, 2, 8, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (29, 2, 9, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (30, 2, 10, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (31, 2, 11, '2023-06-01 08:00:00', '2023-06-01 08:00:00'),
       (32, 2, 12, '2023-06-01 08:00:00', '2023-06-01 08:00:00');